<?php
return[
    "title" => "إٍسم الحدث",
    "desc" => "الوصف",
    "upload" => "إرفع صوره",
    "day" => "يوم الحدث",
    "time" => "وقت الحدث",
    "start" => "من يوم",
    "end" => "إلى يوم",
    "select" => "إختر يوم الحدث",
    "address" => "العنوان",
    "update" => "تحديث",
    "add" => "إضافه",

    "days" => "يوم",
    "hours" => "ساعة",
    "mins" => "دقيقة",
    "secs" => "ثانية",
    "book" => "إحجز مقعدك",
    "startT" => "موعد البدء",
    "finT" => "موعد الإنتهاء",

    "booked" => "تم الحجز",
    "clsBook" => "إلغاء الحجز",

    "city" => "مدينة",
    "area" => "منطقة",

    "cls" => "إلغاء الحدث",
    "reEvent" => "اعادة الحدث",


];