<?php

return [
  "AboutUs" => "عن شنكل",
  "OurVision" => "رؤيتنا",
  "OurMission" => 'هدفنا',
  "WhyChooseUs" => "لماذا تختارنا",
  "gallery" => "المعرض",
  'recentSer' => 'أجدد الخدمات',
  'famousSch' => 'أشهر المدارس',
  'showMore' => 'المزيد..',
  'features' => 'المميزات',
  'featureTitle'=> 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور
أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد',
  'SecurePayment' => 'الدفع الامن',
  'SecurePaymentContent' => 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور',
  'EasyUsage' => 'سهل الاستخدام',
  'EasyUsageContent' => 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور',
  'EasyBooking' => 'سهولة الحجز',
  'EasyBookingContent' => 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور',
  'faq' => 'التعليمات',
  'faqs' => 'أكتر الاسئلة المتكررة',
  'faq1Content' => 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور
أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد
أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس',
  'faq1Title' => 'عام',
  'faq2Content' => 'لوريم ايبسوم دولار سيت أميت ,كونسيكتيتور أدايبا يسكينج أليايت,سيت دو أيوسمود تيمبور
  أنكايديديونتيوت لابوري ات دولار ماجنا أليكيوا . يوت انيم أد مينيم فينايم,كيواس نوستريد
  أكسير سيتاشن يللأمكو لابورأس نيسي يت أليكيوب أكس أيا كوممودو كونسيكيوات . ديواس',
  'faq2Title' => 'كيفية الاستخدام'
];
