<?php

return[
    "profile" => "الصفحة الشخصية",
    "uploadNew" => "إختر الصوره الرمزيه",
    "addV" => "إضافة فيديو",
    "addNewV" => "إضافة فيديو جديد",
    "addFreeC" => "إضافة دروس مجانية",
    "info" => "معلومات أساسية",
    "save" => "حفظ",
    "reset" => "إعادة تعيين كلمة السر",
    "name" => "الإسم",
    "email" => "البريد الإلكترونى",
    "phone" => "الهاتف",
    "sub" => "المادة",
    "about" => "معلومات عنى",
    "cv" => "إضافة سيرة ذاتية",
    "externalLink" => "روابط خارجية",
    "facebook" => "فيسبوك",
    'twitter' => "تويتر",
    "linked" => "لينكد إن",
    "field" => "المجال",
    "enterEmail" => "ادخل بريدك الإلكترونى",
    "send" => "إرسل",
    'videos' => "فيديوهات",
    "noVideo" => 'لا يوجد فيديوهات حاليا',

    
];
