<?php

return [

    'email' => '   : البريد الإلكترونى يجب ان يكون صالحا',
    'exists' => '   الحقل المختار غير صحيح ',
    'image' => '  الحقل يجب ان يكون صورة',
    'required' => '   هذا الحقل مطلوب',
    "CPone" => 'رقم الهاتف غير صحيح',
    'string' => 'هذا الحقل لابد ان يكون أحرف',
    'timezone' => 'يجب ان تكون المنطقة الزمنيه صالحه',
    'unique' => 'تم إستخدامه من قبل مستخدم آخر',
    'uploaded' => 'فشل التحميل',
    'url' => 'يجب أن تكون عنوان URL صالحًا.',
    'uuid' => 'يجب أن يكون عنوان ال UUID صالحا',
    'max' => [
        'array' => 'لقد تجاوزت عدد العناصر المتاحه',
        'file' => 'لا يجب ان يزيد حجم الملحق عن 2024 كيلوبايت',
        'numeric' => "لقد تجاوزت الحد الأقصى",
        'string' => 'لقد تجاوزت عدد الأحرف المتاحه',
    ],
    'mimes' => 'نوع الملف المرفوع غير صالح ',
    'mimetypes' => 'نوع الملف المرفوع غير صالح ',
    'min' => [
        'array' => 'لم تصل للحد الأدنى من عدد العناصر المتاحه',
        'file' => "حجم الملحق اصغر من اللازم",
        'numeric' => "الرقم الموجود أقل من الحد الأدنى",
        'string' => "عدد الأحرف لا يجب ان يكون أقل من 3 أحرف.",
    ],
    'numeric' => 'هذا الحقل لابد ان يكون رقم.',
    'password' => [
        'letters' => 'هذا الحقل يجب ان يحتوى على كلمه واحده على الأقل.',
        'mixed' => 'هذا الحقل يجب ان يحتوى على أحرف صغيره وأحرف كبيره.',
        'numbers' => 'هذا الحقل يجب ان يحتوى على رقم.',
        'symbols' => 'هذا الحقل يجب ان يحتوى على رمز.',
        'uncompromised' => 'الرجاء إختيار سمه مختلفه',
    ],
    'confirmed' => 'غير متطابق.',
    'current_password' => 'كلمة السر غير صحيحه.',
    'date' => 'هذا الحقل يجب ان يحتوى على تاريخ صالح.',
    'before' => 'يجب ان يكون تاريخ قبل تاريخ اليوم.',
    'before_or_equal' => 'يجب ان يكون تاريخ قبل او يساوى تاريخ اليوم.',
    'after' => 'يجب ان يكون تاريخ بعد تاريخ اليوم.',
    'after_or_equal' => 'يجب ان يكون تاريخ بعد او يساوى تاريخ اليوم.',
    'startEndTime' => 'ساعة الانتهاء يجب ان تكون بعد ساعه البدء'






];